Repository: vabrell/cms1-slutprojekt
Catalog: languages/*.po
Languages: sv_se

source: The page could not be found
sv_se: Sidan kunde inte hittas

source: Author
sv_se: Författare

source: Category
sv_se: Kategori

source: Mealtime
sv_se: Måltid

source: Address
sv_se: Adress

source: E-mail
sv_se: E-post

source: Send
sv_se: Skicka

source: Recipes
sv_se: Recept

source: Recipe
sv_se: Recept

source: Add New Recipe
sv_se: Lägg till nytt recept

source: Edit Recipe
sv_se: Modifiera recept

source: New Recipe
sv_se: Nytt Recept

source: View Recipe
sv_se: Visa Recept

source: View Recipes
sv_se: Visa Recept

source: Search Recipes
sv_se: Sök Recept

source: No recipes found
sv_se: Inga recept hittades

source: No recipes found in Trash
sv_se: Inga recept hittades i Papperskorgen

source: All Recipes
sv_se: Alla Recept

source: Recipe Image
sv_se: Recept bild

source: Set recipe image
sv_se: Välj recept bild

source: Remove recipe image
sv_se: Ta bort recept bild

source: Use as recipe image
sv_se: Använd som recept bild

source: Filter recipes list
sv_se: Filtrera recept lista

source: Recipes list
sv_se: Recept lista

source: Recipe published
sv_se: Recept publiserat

source: Recipe published privately
sv_se: Recept publiserat privat

source: Recipe reverted to draft
sv_se: Recept ändrades tillbaka till utkast

source: Recipe scheduled
sv_se: Recept planerat

source: Recipe updated
sv_se: Recept uppdaterad

source: Recipes of food, desserts and other yummy things
sv_se: Recept för mat, efterrätter och andra goda saker

source: Mealtimes
sv_se: Måltider

source: Search Mealtimes
sv_se: Sök måltider

source: Popular Mealtimes
sv_se: Populära måltider

source: Edit Mealtime
sv_se: Modifera måltid

source: View Mealtime
sv_se: Visa måltid

source: Update Mealtimes
sv_se: Uppdatera måltid

source: Add New Mealtime
sv_se: Lägg till ny måltid

source: New Mealtime Name
sv_se: Nytt måltids namn

source: Separate mealtimes with commas
sv_se: Separera måltider med komma

source: Add or remove mealtimes
sv_se: Lägg till eller ta bort måltider

source: Choose from the most used mealtime
sv_se: Välj bland de mest använda måltiderna

source: No mealtimes found
sv_se: Inga måltider hittades

source: No mealtimes
sv_se: Inga måltider

source: Mealtimes list
sv_se: Måltider lista

source: Mealtime have been updated
sv_se: Måltid har uppdaterats

source: Types of meals you can have
sv_se: Varianter av måltider man kan ha

source: Primary Menu
sv_se: Primär Meny

source: Secondary Menu
sv_se: Sekundär Meny

source: Previous
sv_se: Föregående

source: Next
sv_se: Nästa

source: Search results for
sv_se: Sökresultat för

source: Search
sv_se: Sök

source: Ingredients
sv_se: Ingredienser

source: Instructions
sv_se: Instruktioner

source: About us
sv_se: Om oss

source: Latest posts
sv_se: Senaste inläggen

source: Latest recipes
sv_se: Senaste recepten
